<resources>
    <string name="app_name">Fikh Ustad</string>

    <!-- TODO: Remove or change this placeholder text -->
    <string name="hello_blank_fragment">Hello blank fragment</string>
    <string name="test">
        <![CDATA[
            <div class=\"td-post-content\">\n
            <div class=\"td-post-featured-image\"><figure><a href=\"//i3.wp.com/konsultasisyariah.com/wp-content/uploads/2019/04/doa-buruk-orang-tua-kepada-anak.png\"
            data-caption=\"Ilustrasi @unsplash parent free wallpaper\"><img width=\"696\" height=\"464\" class=\"entry-thumb td-modal-image\" src=\"//i3.wp.com/konsultasisyariah.com/wp-content/uploads/2019/04/doa-buruk-orang-tua-kepada-anak-696x464.png\" srcset=\"//i3.wp.com/konsultasisyariah.com/wp-content/uploads/2019/04/doa-buruk-orang-tua-kepada-anak-696x464.png 696w, //i3.wp.com/konsultasisyariah.com/wp-content/uploads/2019/04/doa-buruk-orang-tua-kepada-anak-150x100.png 150w, //i3.wp.com/konsultasisyariah.com/wp-content/uploads/2019/04/doa-buruk-orang-tua-kepada-anak-300x200.png 300w, //i3.wp.com/konsultasisyariah.com/wp-content/uploads/2019/04/doa-buruk-orang-tua-kepada-anak-768x512.png 768w, //i3.wp.com/konsultasisyariah.com/wp-content/uploads/2019/04/doa-buruk-orang-tua-kepada-anak-630x420.png 630w, //i3.wp.com/konsultasisyariah.com/wp-content/uploads/2019/04/doa-buruk-orang-tua-kepada-anak.png 800w\" sizes=\"(max-width: 696px) 100vw, 696px\" alt=\"doa buruk orang tua kepada anak\" title=\"doa buruk orang tua kepada anak\"></a><figcaption class=\"wp-caption-text\">Ilustrasi @unsplash parent free wallpaper</figcaption></figure></div>\n
            <h2><strong>Doa Buruk dari Orang Tua Mustajab?</strong></h2>\n<p><em>Sy memiliki ortu yg temperamen. Seringkali saat marah terucap kata2 doa keburukan utk anaknya. Padahal sang anak sama sekali tdk salah. Saya takut dg doa itu ust. Apakah doa Sprti ini mustajab ustadz?</em></p>\n<p><em>Trmksh penjelasannya..</em></p>\n<p><strong>Jawaban:</strong></p>\n<p><em>Bismillah walhamdulillah was sholaatu wassalam&#x2019;ala Rasulillah wa ba&#x2019;du.</em></p>\n
            <p>Kita semua menyadari, bahwa orang tua memiki hak yang tinggi atas kita. Kita berkewajiban untuk bakti dan patuh kepada mereka selama yang mereka perintahkan adalah kebaikan. Walaupun, sikap orang tua seperti yang Anda sebutkan dalam pertanyaan, ini tidak menggugurkan hak mereka atas kita sebagai anak. Maka kami menyarankan: carilah suasana yang pas untuk mengobrol santai dengan orang tua Anda. Sampaikan curhatan berkaitan masalah Anda dengan mereka dengan bahasa yang santun. Tampakkan sikap penghormatan dan kasih sayang.</p>\n<h3><strong>Berkenan Doa Buruk dari Orang Tua</strong></h3>\n<p><strong>Pertama,</strong> pada asalnya, doa orang tua untuk anaknya adalah mustajab. Ini berlaku jika doa itu diucapkan dengan ikhlas dan kesadaran, tidak dalam kondisi emosi yang tidak stabil. Kemudian kepada sang anak sangat durhaka kepada Ibu Bapaknya.</p>\n
            <p>Nabi &#xFDFA; bersabda,</p>\n<p class=\"arab\">&#x62B;&#x644;&#x627;&#x62B; &#x62F;&#x639;&#x648;&#x627;&#x62A; &#x645;&#x633;&#x62A;&#x62C;&#x627;&#x628;&#x627;&#x62A; &#x644;&#x627; &#x634;&#x643; &#x641;&#x64A;&#x647;&#x646; : &#x62F;&#x639;&#x648;&#x629; &#x627;&#x644;&#x648;&#x627;&#x644;&#x62F; &#x639;&#x644;&#x649; &#x648;&#x644;&#x62F;&#x647; &#x60C; &#x648;&#x62F;&#x639;&#x648;&#x629; &#x627;&#x644;&#x645;&#x633;&#x627;&#x641;&#x631; &#x60C; &#x648;&#x62F;&#x639;&#x648;&#x629; &#x627;&#x644;&#x645;&#x638;&#x644;&#x648;&#x645;.</p>\n<p><em>Ada tiga doa yang pasti terkabul : (1) Doa buruk orangtua kepada anaknya. (2) Doanya musafir. (3) Doanya orang yang terdzolimi.</em> (HR. Tirmidzi, dinilai Hasan oleh Syekh Albani)</p>\n<p><strong>Kedua,</strong> meski demikian, Rasulullah shalallahu alaihi wa sallam melarang para orang tua, mendoakan keburukan untuk buah hatinya.</p>\n<p>Beliau &#xFDFA; bersabda,</p>\n
            <p class=\"arab\">&#x644;&#x627; &#x62A;&#x64E;&#x62F;&#x652;&#x639;&#x64F;&#x648;&#x627; &#x639;&#x64E;&#x644;&#x64E;&#x649; &#x623;&#x64E;&#x646;&#x652;&#x641;&#x64F;&#x633;&#x650;&#x643;&#x64F;&#x645;&#x652; &#x648;&#x64E;&#x644;&#x64E;&#x627; &#x62A;&#x64E;&#x62F;&#x652;&#x639;&#x64F;&#x648;&#x627; &#x639;&#x64E;&#x644;&#x64E;&#x649; &#x623;&#x64E;&#x648;&#x652;&#x644;&#x64E;&#x627;&#x62F;&#x650;&#x643;&#x64F;&#x645;&#x652; &#x648;&#x64E;&#x644;&#x64E;&#x627; &#x62A;&#x64E;&#x62F;&#x652;&#x639;&#x64F;&#x648;&#x627; &#x639;&#x64E;&#x644;&#x64E;&#x649; &#x623;&#x64E;&#x645;&#x652;&#x648;&#x64E;&#x627;&#x644;&#x650;&#x643;&#x64F;&#x645;&#x652; &#x644;&#x64E;&#x627; &#x62A;&#x64F;&#x648;&#x64E;&#x627;&#x641;&#x650;&#x642;&#x64F;&#x648;&#x627; &#x645;&#x650;&#x646;&#x652; &#x627;&#x644;&#x644;&#x647;&#x650; &#x633;&#x64E;&#x627;&#x639;&#x64E;&#x629;&#x64B; &#x64A;&#x64F;&#x633;&#x652;&#x623;&#x64E;&#x644;&#x64F; &#x641;&#x650;&#x64A;&#x647;&#x64E;&#x627; &#x639;&#x64E;&#x637;&#x64E;&#x627;&#x621;&#x64C; &#x641;&#x64E;&#x64A;&#x64E;&#x633;&#x652;&#x62A;&#x64E;&#x62C;&#x650;&#x64A;&#x628;&#x64F; &#x644;&#x64E;&#x643;&#x64F;&#x645;&#x652;</p>\n<p><em>&#x201C;Jangan kalian mendoakan keburukan untuk diri kalian, atau anak-anak kalian, atau harta kalian. Jangan sampai kalian menepati suatu waktu yang pada waktu itu Allah Subhanahu wa ta&#x2019;ala diminta sesuatu lantas Dia kabulkan doa kalian itu.&#x201D;</em> (HR. Muslim)</p>\n
            <p>Jika doa itu terkabul, satu saja kemungkinan rasa yang akan kita alami, yaitu penyesalan.</p>\n<p>Adanya ancaman berat yang berbunyi: jika saja doa itu menepati waktu mustajab, Allah akan kabulkan doa itu, sehingga yang terjadi hanya penyesalan, menunjukkan, bahwa larangan dalam hadis di atas bermakna haram. Sebagaimana disimpulkan demikian oleh Syekh Ibnu &#x2018;Utsaimin <em>rahimahullah,</em></p>\n<p class=\"arab\">&#x643;&#x644; &#x647;&#x630;&#x627; &#x62D;&#x631;&#x627;&#x645; &#x644;&#x627; &#x64A;&#x62C;&#x648;&#x632; &#x644;&#x623;&#x646;&#x647; &#x631;&#x628;&#x645;&#x627; &#x635;&#x627;&#x641; &#x633;&#x627;&#x639;&#x629; &#x625;&#x62C;&#x627;&#x628;&#x629;..</p>\n<p>Doa-doa keburukan seperti ini hukumnya haram. Karena bisa jadi menepati saat Allah mengabulkan doa sehingga itu terkabul. (Syarah Riyadussholihin, Ibnu Utsaimin, 6/51)</p>\n<p><strong>Ketiga,</strong> doa buruk dari orang tua untuk anaknya, yang diucapkan saat marah, tidak Allah kabulkan.</p>\n<p>Ini diantara bentuk kasih sayang Allah kepada Hamba-Nya.</p>\n<p>Dalilnya adalah ayat berikut,</p>\n<p class=\"arab\">&#x6DE;&#x648;&#x64E;&#x644;&#x64E;&#x648;&#x6E1; &#x64A;&#x64F;&#x639;&#x64E;&#x62C;&#x651;&#x650;&#x644;&#x64F; &#x671;&#x644;&#x644;&#x651;&#x64E;&#x647;&#x64F; &#x644;&#x650;&#x644;&#x646;&#x651;&#x64E;&#x627;&#x633;&#x650; &#x671;&#x644;&#x634;&#x651;&#x64E;&#x631;&#x651;&#x64E; &#x671;&#x633;&#x6E1;&#x62A;&#x650;&#x639;&#x6E1;&#x62C;&#x64E;&#x627;&#x644;&#x64E;&#x647;&#x64F;&#x645; &#x628;&#x650;&#x671;&#x644;&#x6E1;&#x62E;&#x64E;&#x64A;&#x6E1;&#x631;&#x650; &#x644;&#x64E;&#x642;&#x64F;&#x636;&#x650;&#x64A;&#x64E; &#x625;&#x650;&#x644;&#x64E;&#x64A;&#x6E1;&#x647;&#x650;&#x645;&#x6E1; &#x623;&#x64E;&#x62C;&#x64E;&#x644;&#x64F;&#x647;&#x64F;&#x645;&#x6E1;&#x6D6; &#x641;&#x64E;&#x646;&#x64E;&#x630;&#x64E;&#x631;&#x64F; &#x671;&#x644;&#x651;&#x64E;&#x630;&#x650;&#x64A;&#x646;&#x64E; &#x644;&#x64E;&#x627; &#x64A;&#x64E;&#x631;&#x6E1;&#x62C;&#x64F;&#x648;&#x646;&#x64E; &#x644;&#x650;&#x642;&#x64E;&#x627;&#x653;&#x621;&#x64E;&#x646;&#x64E;&#x627; &#x641;&#x650;&#x64A; &#x637;&#x64F;&#x63A;&#x6E1;&#x64A;&#x64E;&#x670;&#x646;&#x650;&#x647;&#x650;&#x645;&#x6E1; &#x64A;&#x64E;&#x639;&#x6E1;&#x645;&#x64E;&#x647;&#x64F;&#x648;&#x646;&#x64E;</p>\n<p><em>Dan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bingung di dalam kesesatan mereka.</em> (QS. Yunus : 11)</p>\n
            <p>Imam Qotadah menerangkan ayat ini,</p>\n<p class=\"arab\">&#x647;&#x648; &#x62F;&#x639;&#x627;&#x621; &#x627;&#x644;&#x625;&#x646;&#x633;&#x627;&#x646; &#x639;&#x644;&#x649; &#x646;&#x641;&#x633;&#x647; &#x648;&#x645;&#x627;&#x644;&#x647; &#x628;&#x645;&#x627; &#x64A;&#x643;&#x631;&#x647; &#x623;&#x646; &#x64A;&#x64F;&#x633;&#x62A;&#x62C;&#x627;&#x628; &#x644;&#x647;</p>\n<p>Ayat ini berbicara tentang seorang yang mendoakan buruk untuk diri atau hartanya. Dia berharap doa buruk itu segera dikabulkan. (Fathul Bari, 10/211).</p>\n<p>Imam Mujahid <em>rahimahullah</em> juga memberikan penjelasan senada,</p>\n<p class=\"arab\">&#x642;&#x648;&#x644;&#x64F; &#x627;&#x644;&#x625;&#x646;&#x633;&#x627;&#x646; &#x644;&#x648;&#x644;&#x62F;&#x647; &#x648;&#x645;&#x627;&#x644;&#x647; &#x625;&#x630;&#x627; &#x63A;&#x636;&#x628;: &#x627;&#x644;&#x644;&#x647;&#x645; &#x644;&#x627; &#x62A;&#x64F;&#x628;&#x627;&#x631;&#x643; &#x641;&#x64A;&#x647; &#x648;&#x627;&#x644;&#x652;&#x639;&#x64E;&#x646;&#x652;&#x647;&#x64F;&#x60C; {&#x644;&#x64E;&#x642;&#x64F;&#x636;&#x650;&#x64A;&#x64E; &#x625;&#x650;&#x644;&#x64E;&#x64A;&#x652;&#x647;&#x650;&#x645;&#x652; &#x623;&#x64E;&#x62C;&#x64E;&#x644;&#x64F;&#x647;&#x64F;&#x645;&#x652;}&#x60C; &#x644;&#x64E;&#x623;&#x64E;&#x647;&#x644;&#x64E;&#x643;&#x64E; &#x645;&#x64E;&#x646; &#x62F;&#x64F;&#x639;&#x650;&#x64A;&#x64E; &#x639;&#x644;&#x64A;&#x647;&#x60C; &#x648;&#x644;&#x64E;&#x623;&#x64E;&#x645;&#x627;&#x62A;&#x64E;&#x647;&#x64F;</p>\n<p>&#x201C;Kalau Allah menyegerakan keburukan bagi manusia&#x201D;, maksudnya doa seseorang yang dipanjatkan untuk anak atau hartanya saat dia marah, &#x201C;Ya Allah jangan Engkau berkahi dia.. Laknatlah dia..&#x201D; (pent, atau doa buruk yang lainnya)<br>\n&#x201C;Maka pasti diakhiri umur mereka&#x201D; maksudnya : dia akan binasa karena sebab doa itu dan bisa mati karena disebabkan doa buruk itu. (Diriwayatkan oleh Imam Bukhori dalam kitab Shohih beliau)</p>\n<p>Dalam Tafsir Qur&#x2019;an Al-&#x2018;adhim, Ibnu Katsir <em>rahimahullah</em> menambahkan keterangan,</p>\n
            <p class=\"arab\">&#x64A;&#x62E;&#x628;&#x631; &#x62A;&#x639;&#x627;&#x644;&#x649; &#x639;&#x646; &#x62D;&#x644;&#x645;&#x647; &#x648;&#x644;&#x637;&#x641;&#x647; &#x628;&#x639;&#x628;&#x627;&#x62F;&#x647;: &#x623;&#x646;&#x647; &#x644;&#x627; &#x64A;&#x633;&#x62A;&#x62C;&#x64A;&#x628; &#x644;&#x647;&#x645; &#x625;&#x630;&#x627; &#x62F;&#x639;&#x648;&#x627; &#x639;&#x644;&#x649; &#x623;&#x646;&#x641;&#x633;&#x647;&#x645; &#x623;&#x648; &#x623;&#x645;&#x648;&#x627;&#x644;&#x647;&#x645; &#x623;&#x648; &#x623;&#x648;&#x644;&#x627;&#x62F;&#x647;&#x645; &#x641;&#x64A; &#x62D;&#x627;&#x644; &#x636;&#x62C;&#x631;&#x647;&#x645; &#x648;&#x63A;&#x636;&#x628;&#x647;&#x645;&#x60C; &#x648;&#x623;&#x646;&#x647; &#x64A;&#x639;&#x644;&#x645; &#x645;&#x646;&#x647;&#x645; &#x639;&#x62F;&#x645; &#x627;&#x644;&#x642;&#x635;&#x62F; &#x625;&#x644;&#x649; &#x625;&#x631;&#x627;&#x62F;&#x629; &#x630;&#x644;&#x643;&#x60C; &#x641;&#x644;&#x647;&#x630;&#x627; &#x644;&#x627; &#x64A;&#x633;&#x62A;&#x62C;&#x64A;&#x628; &#x644;&#x647;&#x645; -&#x648;&#x627;&#x644;&#x62D;&#x627;&#x644;&#x629; &#x647;&#x630;&#x647; -&#x644;&#x637;&#x641;&#x627; &#x648;&#x631;&#x62D;&#x645;&#x629;.</p>\n<p>Pada ayat ini, Allah mengabarkan tentang kasih sayang dan kelembutanNya kepada para hamba-Nya. Bahwa Allah tidak akan mengabulkan doa mereka jika mereka berdoa buruk untuk diri, harta atau anak-anak mereka saat kondisi mereka sedang marah. Allah mengetahui bahwa doa itu mereka ucapkan tanpa kesengajaan menginginkan terkabulnya doa itu. Olehkarena itu tidak dikabulkan. Sebagai bentuk kelembutan dan kasih sayang. (Lihat : Tafsir Ibnu Katsir, 4/251)</p>\n<p>Keempat, jika sang anak tidak durhaka, dia sudah berusaha berbakti kepada orang tuanya, kemudian mendapat doa buruk dari orang tuanya, maka Allah tidak akan kabulkan doa tersebut.</p>\n<p>Dalam Fatawa Syabakah Islamiyah nomor 115110 diterangkan,</p>\n
            <p class=\"arab\">&#x648;&#x644;&#x643;&#x646; &#x625;&#x646; &#x643;&#x627;&#x646; &#x627;&#x644;&#x648;&#x644;&#x62F; &#x639;&#x644;&#x649; &#x628;&#x631; &#x628;&#x648;&#x627;&#x644;&#x62F;&#x64A;&#x647; &#x648;&#x625;&#x62D;&#x633;&#x627;&#x646; &#x644;&#x647;&#x645;&#x627; &#x648;&#x643;&#x627;&#x646; &#x62F;&#x639;&#x627;&#x621; &#x648;&#x627;&#x644;&#x62F;&#x64A;&#x647; &#x639;&#x644;&#x64A;&#x647; &#x645;&#x62D;&#x636; &#x638;&#x644;&#x645; &#x648;&#x639;&#x62F;&#x648;&#x627;&#x646; &#x641;&#x647;&#x630;&#x627; &#x627;&#x644;&#x62F;&#x639;&#x627;&#x621; &#x644;&#x627; &#x64A;&#x633;&#x62A;&#x62C;&#x627;&#x628; &#x625;&#x646; &#x634;&#x627;&#x621; &#x627;&#x644;&#x644;&#x647;</p>\n<p>Bila anak sudah berbakti kepada orang tuanya, dia berbuat baik kepada keduanya, sementara dia mendapat doa buruk dari Bapak Ibunya, maka doa yang seperti ini statusnya adalah kezoliman kepada anak, atau kebencian yang tidak dibenarkan. Maka doa yang seperti ini, tidak akan dikabulkan insyaAllah. Dasarnya adalah sabda Nabi &#xFDFA;,</p>\n<p class=\"arab\">&#x644;&#x627; &#x64A;&#x632;&#x627;&#x644; &#x64A;&#x633;&#x62A;&#x62C;&#x627;&#x628; &#x644;&#x644;&#x639;&#x628;&#x62F; &#x645;&#x627; &#x644;&#x645; &#x64A;&#x62F;&#x639; &#x628;&#x625;&#x62B;&#x645; &#x623;&#x648; &#x642;&#x637;&#x64A;&#x639;&#x629; &#x631;&#x62D;&#x645;.</p>\n<p><em>Doa akan selalu dikabulkan selama tidak mengandung dosa atau memutus tali silaturahmi.</em> (HR. Muslim)</p>\n<p>Demikian.<br>\n<em>Wallahua&#x2019;lam bis showab.</em></p>\n<p>****</p>\n<p><strong>Dijawab oleh Ustadz Ahmad Anshori</strong><br>\n<strong>(Alumni Universitas Islam Madinah, Pengajar di PP Hamalatul Qur&#x2019;an Yogyakarta)</strong></p>\n
            <p>Anda bisa membaca artikel ini melalui aplikasi&#xA0;<a href=\"https://play.google.com/store/apps/details?id=org.yufid.tanyaustadz\" target=\"_blank\" rel=\"noopener\"><strong>Tanya Ustadz untuk Android</strong></a>.<br>\n<a href=\"https://play.google.com/store/apps/details?id=org.yufid.tanyaustadz\" target=\"_blank\" rel=\"noopener\"><strong>Download Sekarang !!</strong></a></p>\n<p><strong>Dukung Yufid dengan menjadi SPONSOR dan DONATUR.</strong></p>\n<ul>\n<li><strong>REKENING DONASI</strong>&#xA0;: BNI SYARIAH 0381346658 /&#xA0;BANK SYARIAH MANDIRI 7086882242 a.n. YAYASAN YUFID NETWORK</li>\n<li><strong>KONFIRMASI DONASI</strong>&#xA0;hubungi: 087-738-394-989</li>\n</ul>\n</div>
        ]]>
    </string>
    <string name="text_filter">Filter</string>
    <string-array name="filter">
        <item>Ramadhan</item>
        <item>Muamalah</item>
        <item>Ibadah</item>
        <item>Aqidah</item>
        <item>Kitab</item>
        <item>Sejarah Islam</item>
    </string-array>
</resources>
